"Modransky Biograf Program" = "Modřanský Biograf Program";
"Alerts" = "Alerts";
"News" = "News";
"Events" = "Events";
"Offical Board" = "Offical Board";
"Landmarks" = "Landmarks";
"Information" = "Information";
"Report Fault" = "Report Fault";
"Help" = "Help";
"Pharmacies" = "Pharmacies";
"First Aid" = "First Aid";
"Police" = "Police";
"Memorial Trees" = "Memorial Trees";
"Significant Trees" = "Significant Trees";
"Points of Interest" = "Points of Interest";
"Artisans" = "Artisans";
"Restaurants" = "Restaurants";
"Shops" = "Shops";
"Waste Dumpsters" = "Waste Dumpsters";
"Electric Waste" = "Electric Waste";
"Textile Waste" = "Textile Waste";
"Waste" = "Waste";
"Pull main table to refresh" = "Pull main table to refresh";
"Last update:" = "Last update:";
"Error when downloading data" = "Error when downloading data";

"Select Photo" = "Select Photo";
"Take a photo" = "Take a photo";
"From photo library" = "From photo library";
"Please fill the subject field." = "Please fill the subject field.";
"Please select the photo." = "Please select the photo.";
"Please specify the location." = "Please specify the location.";
"Cancel" = "Cancel";
"Send" = "Send";
"Error" = "Error";
"Map" = "Map";
"Saved" = "Saved";
"Saved News" = "Saved News";
"Timetable" = "Timetable";
"(Please describe problem here)" = "(Please describe problem here)";
"Waste.vok.longdesc" = "What belongs to the large waste dumpsters: old furniture, carpets, skis, snowboards, bicycles, big mirrors, sinks, toilets coming from households.\n\nDo not throw: refridgerators, TVs, computer monitors, fluorescent and vacuum tubes, car batteries, construction debris, branches and other organic waste and all waste coming from companies assets or business activities.";
"Waste.textile.longdesc" = "Put: shoes, clothing, textiles (home textiles, curtains, bedding, etc.), accessories (handbags, bags, toys, etc.). Textiles and paired shoes have to be packed in plastic bag.\n\nDo not put: carpets, mattresses, dirty or wet textiles, household waste.\n\nIn case of full container contact the company using the email or phone above.";
"Waste.electro.longdesc" = "Put: small electrical appliances, like calculators, radios, small computer equipment, portable CD players, telephones.\n\nDo no put: TVs, computer monitors, fluorescent tubes and energy saving bulbs.";

"Access Denied" = "Access Denied";
"Permission is needed to access the calendar. Go to Settings > Privacy > Calendars to allow access for this app." = "Permission is needed to access the calendar. Go to Settings > Privacy > Calendars to allow access for this app.";

"AppInfo.longtext" = "This is an unofficial independent application with information from Prague 12.\n\nThat's why some informative texts are too short and you have to read the full text on an external website.\n\nPlease contact me with ideas for improvements.\n\nLet the application contribute to better understanding about the news and locations interesting places in Prague 12.";

"Dumpster at %@ just arrived (%@)" = "Dumpster at %@ just arrived (%@)";
"Dumpster at %@ tomorrow (%@)" = "Dumpster at %@ tomorrow (%@)";
"%d days ago" = "%d days ago";
"now" = "now";
"in %d days" = "in %d days";
"in %d days, %d hours" = "in %d days, %d hours";
"in %d hours, %d minutes" = "in %d hours, %d minutes";
"in %d minutes" = "in %d minutes";
"closed today" = "closed today";

// Storyboard
"Continue reading on website" = "Continue reading on website";
"Website" = "Website";
"Buy" = "Buy";
"Add to Calendar" = "Add to Calendar";
"Address" = "Address";
"Opening Hours" = "Opening Hours";
"Show notifications" = "Show notifications";
"Navigate" = "Navigate";
"Report mistake" = "Report mistake";
"About the App" = "About the App";
"Report illegal dump, fault, problem" = "Report illegal dump, fault, problem";
"Detailed description" = "Detailed description";
"Subject" = "Subject";
"Photo" = "Photo";
"Location" = "Location";
"Refine" = "Refine";
"Long press to set the location" = "Long press to set the location";
"Standard" = "Standard";
"Sattelite" = "Sattelite";
"Hybrid" = "Hybrid";
"Filter" = "Filter";
"None" = "None";
"All" = "All";

